{
	"0001": "This is the Primary Outcomes Article for CTN-0001 and CTN-0002.The clinical effectiveness of buprenorphine-naloxone (bup-nx) and clonidine for opioid detoxification in inpatient and outpatient community treatment programs was investigated in the first studies of the National Institute of Drug Abuse Clinical Trials Network. DESIGN: DSM-IV-diagnosed opioid-dependent individuals seeking short-term treatment were randomly assigned, in a 2:1 ratio favoring bup-nx, to a 13-day detoxification using bup-nx or clonidine. A total of 113 inpatients (77 bup-nx, 36 clonidine) and 231 outpatients (157 bup-nx, 74 clonidine) participated. Supportive interventions included appropriate ancillary medications and standard counseling procedures defined as the proportion of participants in each condition who were both retained in the study for the entire duration and provided an opioid-free urine sample on the last day of clinic attendance. Secondary outcome measures included use of ancillary medications, number of side effects reported and withdrawal and craving ratings. A total of 59 of the 77 (77%) inpatients assigned to the bup-nx condition achieved the treatment success criterion compared to 8 of the 36 (22%) assigned to clonidine, whereas 46 of the 157 (29%) outpatients assigned to the bup-nx condition achieved the treatment success criterion, compared to 74 (5%) assigned to clonidine. Conclusions: The benefits of bup-nx for opioid detoxification are supported and illustrate important ways in which clinical research can be conducted in community treatment programs.",
	"0003": "This is the Primary Outcomes Article for CTN-0003. The purpose of CTN-0003 was to compare effects of a short or long taper schedule after buprenorphine stabilization on participant outcomes as measured by opioid-free urine tests at the end of each taper period. This multi-site study sponsored by NIDA's National Drug Abuse Treatment Clinical Trials Network was conducted from 2003-2005 to compare two taper conditions (7 days and 28 days). Data were collected at weekly clinic visits through the end of the taper periods, and at 1-month and 3-month post-taper follow-up visits. The intervention involved non-blinded dosing with Suboxone during the 1-month stabilization phase, including three weeks of flexible dosing as determined appropriate by the study physicians. A fixed dose was required for the final week before beginning the taper phase. Measurements included the percentage of participants in each taper group providing urine samples free of illicit opioids at the end of the taper and at follow-up. At the end of the taper, 44% of the 7-day taper group (n=255) provided opioid-free urine speciments compared to 30% of the 28-day taper group (N=261; p=0.0007). There were no differences at the 1- and 3-month follow-up (7 day = 18% and 12%; 28 day = 18% and 13%, for 1 and 3 months, respectively). Conclusions: For individuals terminating buprenorphine pharmacotherapy for opioid dependence, there appears to be no advantage in prolonging the duration of taper.",
	"0004": "Site Matters: Multisite Randomized Trial of Motivational Enhancement Therapy in Community Drug Abuse Clinics. This is the Primary Outcomes Article for CTN-0004. The effectiveness of motivational enhancement therapy (MET) in comparison with counseling as usual (CAU) for increasing retention and reducing substance use was evaluated in the National Drug Abuse Treatment Clinical Trials Network protocol CTN-0004, a multisite randomized clinical trial. Participants were 461 outpatients treated by 31 therapists within 1 of 5 outpatient substance abuse programs. Contrary to the study hypothesis, MET did not appear to be more effective than CAU for either retention measure or urine drug outcome. However, though both 3-session interventions resulted in reductions in substance use during the 4-week therapy phase, MET resulted in sustained reductions during the subsequent 12 weeks whereas CAU was associated with significant increases in substance use over this follow-up period. MET also resulted in more sustained substance use reductions than CAU among primary alcohol users, but no difference was found for primary drug users. An independent evaluation of session audiotapes indicated that MET and CAU were highly and comparably discriminable across sites. Conclusions: Though MET did not appear to be more effective than CAU for either retention measure nor urine drug outcome, the results of this study and its companion single-session protocol (Carroll et al, 2006) indicated that community-based therapists can learn to deliver MET effectively even in the absence of a priori allegiance, interest, or training in the model. Future analyses will evaluate the relationship between therapist experience, skill, adherence, and treatment outcomes.",
	"0005": " This is the Primary Outcomes Article for CTN-0005. Despite recent emphasis on integrating empirically validated treatment into clinical practice, there are little data on whether manual-guided behavioral therapies can be implemented in standard clinical practice and whether incorporation of such techniques is associated with improved outcomes. The effectiveness of integrating motivational interviewing (MI) techniques into the initial contact and evaluation session was evaluated in a multisite randomized clinical trial. Participants were 423 substance users entering outpatient treatment in five community-based treatment settings, who were randomized to receive either the standard intake/evaluation session at each site or the same session in which MI techniques and strategies were integrated. Clinicians were drawn from the staff of the participating programs and were randomized either to learn and implement MI or to deliver the standard intake/evaluation session. Independent analyses of 315 session audiotapes suggested the two forms of treatment were highly discriminable and that clinicians trained to implement MI tended to have higher skill ratings. Regarding outcomes, for the sample as a whole, participants assigned to MI had significantly better retention through the 28-day follow-up than those assigned to the standard intervention. There were no significant effects of MI on substance use outcomes at either the 28-day or 84-day follow-up.Conclusions:  Community-based clinicians can effectively implement MI when provided training and supervision, and  integrating MI techniques in the earliest phases of treatment may have positive effects on retention early in the course of treatment.",
	"0006": "This is the Primary Outcomes Article for CTN-0006. Contingency management interventions that provide tangible incentives based on objective indicators of drug abstinence are efficacious in improving outcomes in substance abusers, but these treatments have rarely been implemented in community-based settings. The objective of this study was to evaluate the efficacy of an abstinence-based contingency management intervention as an addition to usual care in community treatment settings.  A total of 415 cocaine or methamphetamine users beginning outpatient substance abuse treatment were randomly assigned to usual care or usual care plus abstinence-based incentives for 12 weeks. All participants received standard care, and those assigned to the abstinence-based incentive condition also earned chances to win prizes for submitting substance-free urine samples; the chances of winning prizes increased with continuous time abstinent.  Participants assigned to the abstinence-based incentive condition remained in treatment for a mean +/- SD of 8.0 +/- 4.2 weeks and attended a mean +/- SD of 19.2 +/- 16.8 counseling sessions compared with 6.9 +/- 4.4 weeks and 15.7 +/- 14.4 sessions for those assigned to the usual care condition (P<.02 for all). Participants in the abstinence-based incentive condition also submitted significantly more stimulant- and alcohol-free samples (P<.001). The abstinence-based incentive group was significantly more likely to achieve 4, 8, and 12 weeks of continuous abstinence than the control group, with odds ratios of 2.5, 2.7, and 4.5, respectively. However, the percentage of positive samples submitted was low overall and did not differ between conditions. Conclusions: The abstinence-based incentive procedure, which provided a mean of $203 in prizes per participant, was efficacious in improving retention and associated abstinence outcomes.",
	"0007": "This is the Primary Outcomes Article for CTN-0007. Contingency management interventions that provide tangible incentives based on objective indicators of drug abstinence have improved treatment outcomes of substance abusers, but have not been widely implemented in community drug abuse treatment sessions. The goal of this study was to compare outcomes achieved when a lower-cost prize-based contingency management treatment is added to usual care in community methadone hydrochloride maintenance treatment settings. Six community-based methadone maintenance drug abuse treatment clinics in locations across the United States were selected for participation in this study and a total of 388 stimulant-abusing patients were ultimately enrolled. Participants were expected to provide urine samples at twice-weekly visits throughout the 12-week study. Those participants submitting stimulant- and alcohol-negative samples earned draws for a chance to win prizes. The number of draws earned increased with continuous abstinence time. At the end of twelve weeks, study data showed that submission of stimulant- and alcohol-negative samples was twice as likely for incentive as for usual care group participants (odds ratio: 1.98). Achieving 4 or more, 8 or more, and 12 weeks of continuous abstinence was approximately 3, 9, and 11 times more likely, respectively, for incentive vs. usual care. Groups did not differ on study retention or counseling attendance. The average cost of prizes was $120 per participant.",
	"0008": "This is the Primary Outcomes Article for CTN-0008. Drug abuse treatment programs and university-based research centers collaborate to test emerging therapies for alcohol and drug disorders in the National Drug Abuse Treatment Clinical Trials Network (CTN). Programs participating in the CTN completed Organizational Surveys (n=106 of 112; 95% response rate) and Treatment Unit Surveys (n=348 of 384; 91% response rate) to describe the levels of care, ancillary services, patient demographics, patient drug use and co-occurring conditions. Analyses describe the corporations participating in the CTN and provide an exploratory assessment of variation in the treatment philosophies. A diversity of treatment centers participate in the CTN; not for profit organizations with a primary mission of treating alcohol and drug disorders dominate. Compared to the National Survey of Substance Abuse Treatment Services (N-SSATS), programs located in medical settings are over-represented and centers that are mental health clinics are under-represented. Outpatient, methadone, long-term residential and inpatient treatment units different on patients served and services provided. Larger programs with higher counselor caseloads in residential settings reported more social model characteristics. Programs with higher social model scores were more likely to offer self-help meetings, vocational services and specialized services for women. Conversely, programs with accreditation had less social model influence. The CTN is an ambitious effort to engage community-based treatment organizations into research and more fully integrate research and practice.",
	"0009": "This is the Primary Outcomes Article for CTN-0009. Nicotine dependence is highly prevalent among drug- and alcohol-dependent patients. A multisite clinical trial of smoking cessation (SC) treatment (CTN-0009) was performed at outpatient community-based substance abuse rehabilitation programs affiliated with the National Drug Abuse Treatment Clinical Trials Network. Cigarette smokers (N = 225) from five methadone maintenance programs and two drug and alcohol dependence treatment programs were randomly assigned in a 2:1 ratio to receive either (1) SC treatment as an adjunct to substance abuse treatment-as-usual (TAU) or (2) substance abuse TAU. Smoking cessation treatment consisted of 1 week of group counseling before the target quit date and 8 weeks of group counseling plus transdermal nicotine patch treatment (21 mg/day for Weeks 1-6 and 14 mg/day for Weeks 7 and 8) after the target quit date. Smoking abstinence rates in SC, 10%&ndash;11% during treatment and 5%&ndash;6% at the 13- and 26-week follow-up visits, were significantly better than those in TAU during treatment (p < .01). In addition, SC was associated with significantly greater reductions as compared with TAU in cigarettes smoked per day (75% reduction, p < .001), exhaled carbon monoxide levels (p < .001), cigarette craving (p < .05), and nicotine withdrawal (p < .05). Smoking cessation did not differ from TAU on rates of retention in substance abuse treatment, abstinence from primary substance of abuse, and craving for primary substance of abuse. Compliance with SC treatment, moderate at best, was positively associated with smoking abstinence rates.  Conclusions:Smoking cessation treatment resulted in significant reductions in daily smoking and modest smoking abstinence rates without having an adverse impact on substance abuse rehabilitation when given concurrently with outpatient substance abuse treatment. Substance abuse treatment programs should not hesitate to implement SC for established patients.",
	"0010": "This is the Primary Outcomes Article for CTN-0010. The usual treatment for opioid-addicted youth is detoxification and counseling. However, extended medication-assisted therapy may be more helpful. National Drug Abuse Treatment Clinical Trials Network study CTN-0010 evaluated the efficacy of continuing buprenorphine-naloxone for 12 weeks versus detoxification for opioid-addicted youth. The CTN-0010 clinical trial, held at six community treatment programs from July 2003 to December 2006, included 152 patients aged 15 to 21 years who were randomized to 12 weeks of buprenorphine-naloxone or a 14-day taper (detox). Patients in the 12-week buprenorphine/naloxone group were prescribed up to 24 mg per day for 9 weeks and then tapered to week 12; patients in the detox group were prescribed up to 14 mg a day and then tapered to day 14. All were offered weekly individual and group counseling. The main outcome measure was opioid-positive urine test results at weeks 4, 8, and 12. The number of patients younger than 18 years was too small to analyze separately, but overall, patients in the detox group had higher proportions of opioid-positive urine test results at weeks 4 and 8 but not at week 12. At week 4, 59 detox patients had positive results versus 58 12-week buprenorphine/naloxone patients. At week 8, 53 detox patients had positive results versus 52 12-week buprenorphine/naloxone patients. At week 12, 53 detox patients had positive results versus 49 12-week buprenorphine/naloxone patients. By week 12, 16 of 78 detox patients (20.5%) remained in treatment vs. 52 of 74 12-week buprenorphine/naloxone patients (70%). During weeks 1 through 12, patients in the 12-week buprenorphine/naloxone group reported less opioid use, less injecting, and less nonstudy addiction treatment. High levels of opioid use occurred in both groups at follow-up. Four of 83 patients who tested negative for hepatitis C at baseline were positive for hepatitis C at week 12. Conclusions: Continuing treatment with buprenorphine/naloxone improved outcome compared with short-term detoxification. Further research is necessary to assess the efficacy and safety of longer-term treatment with buprenorphine for young individuals with opioid dependence.",
	"0011": "This is the Primary Outcomes Article for CTN-0011. The TELE study (protocol CTN-0011) examined the feasibility and potential efficacy of phone calls to patients after discharge from short-term inpatient and residential substance abuse treatment programs to encourage compliance with continuing care plans. After review of their continuing care plans, 339 patients from four programs were randomized either to receive calls or have no planned contact. Ninety-two percent of patients randomized to receive calls received at least one call. No difference was found between groups in self-reported attendance at one or more outpatient counseling sessions after discharge (p = .89). When program records of all participants were examined, those receiving calls had a greater likelihood of documented attendance (48%) than those not called (37%). Results were not statistically significant (p < .003) because of the Hochberg correction for multiple tests. Conclusions: While the continuing care phone calls were feasible, the lack of clear evidence of efficacy of the calls suggests the need for further investigation of the role of telephone intervention to encourage compliance and improve outcomes.",
	"0012": "This is the Primary Outcomes Article for CTN-0012. The National Drug Abuse Treatment Clinical Trials Network conducted this study, part of protocol CTN-0012, to determine the availability of and factors associated with infection-related health services in substance abuse treatment settings. In a cross-sectional descriptive design, state policies, reimbursement for providers, state level of priority, and treatment program characteristics were studied via written surveys of administrators of substance abuse treatment programs and of state health and substance abuse departments. Data from health departments and substance abuse agencies in 48 states and from 269 substance abuse treatment programs revealed that HIV/AIDS services are more frequent than hepatitis C virus or sexually transmitted infection-related services, and that nonmedical services are more frequent than medical services. While the availability of infection-related health services is associated with medical staffing patterns, addiction pharmacotherapy services, and state priorities, reimbursement was the most significant determining factor. Conclusions: These findings suggest that greater funding of these health services in substance abuse treatment settings, facilitated by supportive state policies, represents an effective response to the excess morbidity and mortality of these substance use-related infections.",
	"0013": "This is the Primary Outcomes Article for CTN-0013. Pregnant substance users can benefit significantly from substance abuse treatment, but treatment retention can be challenging. In this CTN study (protocol CTN-0013, 'Motivational Enhancement Therapy to Improve Treatment Utilization and Outcome in Pregnant Substance Users'), two hundred pregnant substance users entering outpatient substance abuse treatment at one of four treatment programs were randomized to receive either three individual sessions of Motivational Enhancement Therapy for pregnant substance users (MET-PS) or the first three individual sessions normally provided by the program. All participants were encouraged to participate in all other treatment offered by the program. Outcome measures included treatment utilization according to clinic records, qualitative urine toxicology measures, and self-report of substance use. One hundred sixty-two (81%) participants completed the 1-month active phase. Participants attended 62% of scheduled treatment on average and reported decreased substance use during the first month of treatment, with no differences between MET-PS and treatment-as-usual (TAU) participants. There was some evidence that the efficacy of MET-PS varied between sites and that MET-PS might be more beneficial than TAU in decreasing substance use in minority participants. Conclusions: MET-PS is not more effective than TAU for pregnant substance users in general but that there might be particular subgroups or treatment programs for which MET-PS might be more or less effective than TAU.",
	"0014": "This is the Primary Outcomes Article for CTN-0014. This study was designed to determine the effectiveness of brief strategic family therapy (BSFT, an evidence-based family therapy) compared to treatment as usual (TAU) as provided in community-based adolescent outpatient drug abuse programs.  In protocol CTN-0014, BSFT was compared to TAU with a multiethnic sample of adolescents (213 Hispanic, 148 White, and 110 Black) referred for drug abuse treatment at eight community treatment agencies nationwide.  Randomization encompassed both adolescents' families (n=480) and the agency therapists (n=49) who provided either TAU or BSFT services.  The primary outcome was adolescent drug use, assessed monthly via adolescent self-report and urinalysis for up to 1 year post-randomization.  Secondary outcomes included treatment engagement (2 or more sessions), retention (8 or more sessions), and participants' reports of family functioning 4, 8, and 12 months following randomization.  No overall differences between conditions were observed in the trajectories of self-reports of adolescent drug use.  However, the median number of days of self-reported drug use was significantly higher in TAU than in BSFT at the final observation point.  BSFT was significantly more effective than TAU in engaging and retaining family members in treatment and in improving parent reports of family functioning.  Conclusions: The current findings provide support for the impact of the BSFT intervention on engagement, retention, and parent-reported family functioning with adolescents from diverse racial/ethnic groups.  However, the weak effects on drug use outcomes, combined with the difficulties in establishing optimal implementation of the BSFT model, raise concerns about how to most successfully transport the BSFT model into community settings.  These challenges, as well as recommendations for further research, are discussed.",
	"0015": "This is the Primary Outcomes Article for CTN-0015. This article reports on the outcomes of CTN-0015, a protocol that compared the effectiveness of the Seeking Safety group,   cognitive-behavioral treatment for substance use disorder and posttraumatic stress disorder (PTSD), to an active comparison health education group (Women's Health Education (WHE)) within the National Drug Abuse Treatment Clinical Trials Network.  For the study, 353 women were randomized to received 12 sessions of Seeking Safety (M = 6.2 sessions) or WHE (M = 6.0 sessions) with follow-up assessment at 1 week, 3, 6, and 12 months posttreatment. Primary outcomes were measured by the Clinician Administered PTSD Scale (CAPS) , the PTSD Symptom Scale-Self Report (PSS-SR), and a substance use inventory (self-reported abstinence and percentage of days of use over 7 days).  Intention-to-treat analysis showed large, clinically significant reductions in CAPS and PSS-SR symptoms (d = 1.94 and 1.12, respectively) but no reliable difference between conditions.  Substance use outcomes were not significantly different over time between the the two treatments and at follow-up showed no significant change from baseline. Conclusions: Study results do not favor Seeking Safety over WHE as an adjunct to substance use disorder treatment for women with PTSD and reflect considerable opportunity to improve clinical outcomes in community-based treatments for these co-occurring conditions.",
	"0016": "This is the Primary Outcomes Article for CTN-0016. This article reports on the feasibility of implementing a semiautomated performance improvement system -- Patient Feedback (PF) -- that enables real-time monitoring of patient ratings of therapeutic alliance, treatment satisfaction, and drug/alcohol use in outpatient substance abuse clinics. The Patient Feedback system comprises four main components: feedback surveys, feedback reports, feedback newsletters, and team meetings. The system was implemented in six clinics within the National Institute on Drug Abuse Clinical Trials Network (as part of protocol CTN-0016), ultimately involving a total of 39 clinicians and 6 clinic supervisors. Throughout the course of the study (consisting of five phases: training period, baseline, intervention, postintervention assessment, sustainability), there was an overall collection rate of 75.5% of the clinic patient census. In general, the clinicians in these clinics had very positive treatment satisfaction and alliance ratings throughout the study. However, one clinic had worse drug use scores at baseline than other participating clinics and showed a decrease in self-reported drug use at postintervention. Conclusions: This project demonstrated that the implementation of the PF system is generally feasible from both a research and a clinical perspective. Moreover, it is notable that clinics continued to use the PF system after the intervention phase, without any additional support from the research infrastructure, suggesting that the implementation of the intervention is sustainable. However, it is unclear whether this sustainability can only be achieved after completing a research study during which research infrastructure was substantially involved. Therefore, before clinical implementation can be recommended, more evaluation of the sustainability of the system and its positive intervention effects needs to be done.",
	"0017": "This is the Primary Outcomes Article for CTN-0017. Protocol CTN-0017, 'HIV and HCV Preventionin Drug Treatment Settings' was a study of 632 drug injectors that tested three interventions to reduce drug and sex risk behaviors.  Participants were randomized to (a) a two-session, HIV/HCV counseling and education (C&amp;E) model added to treatment as usual (TAU), (b) a one-session therapeutic alliance (TA) intervention conducted by outpatient counselors to facilitate treatment entry plus TAU, or (c) TAU.  Significant reductions in drug and sex risk behaviors occurred for all three conditions over a 6-month follow-up period.  C&amp;E participants reported significantly greater rates of attending an HIV testing appointment, but this was not associated with better risk reduction outcomes.  Reporting treatment participation within 2 months after detoxification and self-efficacy to practice safer injection behavior predicted reductions in injection risk behaviors. Conclusions: Findings indicate that participation in detoxification was followed by significant decreases in drug injection and risk behaviors for up to six months; interventions added to standard treatment offered no improvement in risk behavior outcomes.  The study supports the importance of access to detoxification for drug injectors followed by transition to continued treatment.",
	"0018": "This is the Primary Outcomes Article for CTN-0018. The effectiveness of a motivational and skills training HIV/AIDS group intervention designed for men in substance abuse treatment was evaluated in protocol CTN-0018 ('ReducingHIV/STDRiskBehaviors: AResearchStudyforMeninDrugAbuseTreatment'). Men in methadone maintenance (n = 288) or outpatient psychosocial treatment (n = 302) completed assessments at baseline, 2 weeks, 3 months, and 6 months postintervention. Participants were randomly assigned to attend either Real Men Are Safe (REMAS; five sessions containing information, motivational exercises, and skills training) or HIV education (HIV-Ed; one session containing HIV prevention information). REMAS participants engaged in significantly fewer unprotected vaginal and anal sexual intercourse occasions (USO) during the 90 days prior to the 3- and 6-month follow-ups than HIV-Ed participants. Completing REMAS resulted in an even stronger effect: Completers reduced their number of USO by 21% from baseline to 6-month follow-up. In contrast, HIV-Ed completers increased the number of USO by 2%. Conclusions: A motivational and skills training HIV prevention intervention designed for men was associated with greater sexual risk reduction over standard HIV-Ed. Substance abuse treatment programs can therefore help reduce sexual risk among their clientele by providing a more intensive intervention than what is traditionally provided.",
	"0019": "This is the Primary Outcomes Article for CTN-0019. Since drug-involved women are among the fastest growing groups with AIDS, sexual risk reduction intervention for them is a public health imperative. The objective of this study, part of protocol CTN-0019 ('ReducingHIV/STDRiskBehaviors: AResearchStudyforWomeninDrugAbuseTreatment'), was to test the effectiveness of HIV/STD safer sex skills building (SSB) groups for women in community drug treatment. The study used a randomized trial of SSB versus standard HIV/STD Education (HE), with assessments at baseline, 3, and 6 months. Women were recruited from 12 methadone or psychosocial treatment programs in the National Drug Abuse Treatment Clinical Trials Network. Five hundred and fifteen women who had had at least one unprotected vaginal or anal sex occasion (USO) with a male partner in the past six months were randomized. In SSB, five 90-minute groups used problem solving and skills rehearsal to increase HIV/STD risk awareness, condom use, and partner negotiation skills. In HE, one 60-minute group covered HIV/STD disease, testing, treatment, and prevention information. The main outcome measured was the number of USOs at follow-up. A significant difference in mean USOs was obtained between SSB and HE over time (F = 67.2, P &lt; 0.0001). At 3 months, significant decrements were observed in both conditions. At 6 months, SSB maintained the decrease and HE returned to baseline (P &lt; 0.0377). Women in SSB had 29% fewer USOs than those in HE. Conclusions: Skills building interventions can produce ongoing sexual risk reduction in women in community drug treatment.",
	"0020": "This is the Primary Outcomes Paper for CTN-0020. Unemployment is associated with negative outcomes both during and after drug abuse treatment.  Interventions designed to increase rates of employment may also improve drug abuse treatment outcomes.  The purpose of this multi-site clinical trial, protocol CTN-0020, was to evaluate the Job Seekers' Workshop (JSW), a three-session, manualized program designed to train patients in the skills needed to find and secure a job.  Study participants were recruited through the National Drug Abuse Treatment Clinical Trials Network (CTN) from six psychosocial counseling (n=327) and five methadone maintenance (n=301) drug treatment programs.  Participants were randomly assigned to either standard care (program-specific services plus brochure with local employment resources) (SC) or standard care plus JSW.  Three 4-h small group JSW sessions were offered weekly by trained JSW facilitators with ongoing fidelity monitoring.  JSW and SC participants had similar 12- and 24-week results for the primary outcome measure (i.e., obtaining a new taxed job or enrollment in a training program).  Specifically, one-fifth of participants at 12 weeks (20.1-24.3%) and nearly one-third at 24 weeks (31.4-31.9%) had positive outcomes, with 'obtaining a new taxed job' accounting for the majority of cases. Conclusions:Job Seekers' Workshop group participants did not have higher rates of employment/training than standard care controls.  Rates of job acquisition were modest for both groups, suggesting more intensive interventions may be needed.  Alternate targets (e.g., enhancing patient motivation, training in job-specific skills) warrant further study as well.  Secondary analyses of present study findings will examine potential mediators and moderators of study outcomes, with a focus on barriers to employment and other variables.",
	"0021": "This is the Primary Outcomes Article for CTN-0021. Hispanic individuals are underrepresented in clinical and research populations and are often excluded from clinical trials in the United States.  Hence, there are few data on the effectiveness of most empirically validated therapies for Hispanic substance users.  The authors conducted a multisite randomized trial in the National Drug Abuse Treatment Clinical Trials Network (CTN) comparing the effectiveness of three individual sessions of motivational enhancement therapy with that of three individual sessions of counseling as usual on treatment retention and frequency of substance use (protocol NIDA-CTN-0021); all assessment and treatment sessions were conducted in Spanish among 405 individuals seeking treatment for any type of current substance use.  Treatment exposure was good, with 66% of participants completing all three protocol sessions.  Although both interventions resulted in reductions in substance use during the 4-week therapy phase, there were no significant Treatment Condition x Time interactions nor Site x Treatment Condition interactions.Conclusions: The individual treatments delivered in Spanish were both attractive to and effective with this heterogeneous group of Hispanic adults, but the differential effectiveness of motivational enhancement therapy may be limited to those whose primary substance use problem is alcohol and may be fairly modest in magnitude.",
	"0027": "This is the primary outcomes article for CTN-0027. Buprenorphine/naloxone (BUP) and methadone (MET) are efficacious treatments for opioid dependence, although concerns about a link between BUP and drug-induced hepatitis have been raised.  This study, National Drug Abuse Treatment Clinical Trials Network protocol CTN-0027 (Starting Treatment with Agonist Replacement Therapies (START)), was a randomized controlled trial of 1269 opioid-dependent participants seeking treatment at 8 federally licensed opioid treatment programs and followed up for 32 weeks between May 2006 and August 2012.  Participants were randomly assigned to receive BUP or MET for 24 weeks.  Shift table analyses determined how many evaluable participants moved between categories of low and elevated transaminase levels.  Predictors of moving from low to high transaminase levels were identified. Results determined that changes in transaminase levels did not differ by medication condition.  Baseline infection with hepatitis C or B was the only significant predictor of moving from low to high transminase levels; 9 BUP and 15 MET participants showed extreme liver test elevations and were more likely than those without extreme elevations to have seroconverted to both hepatitis B and C during the study, or to use illicit drugs during the first 8 weeks of treatment.  MET participants were retained longer than the BUP participants, however the 24-week retention rates for the BUP group in this study were in the range seen in prior studies.  In fact, because of its superior safety profile and excellent clinical responses to BUP in previous studies, BUP could be considered a first line treatment agent, with MET reserved for those who do not respond well to BUP. Conclusions:This study demonstrated no evidence of liver damage during the initial 6 months of treatment with either BUP or MET, providing further encouragement to physicians to use buprenorphine as an effective treatment option for opioid addiction.",
	"0028": "This is the Primary Outcomes Paper for CTN-0028. National Drug Abuse Treatment Clinical Trials Network protocol CTN-0028 was designed to evaluate the efficacy and safety of osmotic-release methylphenidate (OROS-MPH) compared with placebo for attention-deficit/hyperactivity disorder (ADHD), and the impact on substance treatment outcomes in adolescents concurrently receiving cognitive-behavioral therapy (CBT) for substance use disorders (SUD).  The study was a 16-week, randomized controlled multi-site trial of OROS-MPH + CBT versus placebo + CBT in 303 adolescents (aged 13 through 18) meeting DSM-IV diagnostic criteria for ADHD and SUD.  Primary outcome measures included the following:  for ADHD, clinician-administered ADHD Rating Scale (ADHD-RS), adolescent informant; for substance use, adolescent-reported days of use in the past 28 days. Secondary outcome measures included parent ADHD-RS and weekly urine drug screens.  Analysis of the results found no group differences on reduction in ADHD-RS scores or reduction in days of substance use.  Some secondary outcomes favored OROS-MPH, including lower parent ADHD-RS scores at 8 and 16 weeks, and more negative urine drug screens in OROS-MPH compared with placebo. Conclusions: OROS-MPH did not show greater efficacy than placebo for ADHD or on reduction in substance use in adolescents concurrently receiving individual CBT for co-occurring SUD. However, OROS-MPH was relatively well tolerated and was associated with modestly greater clinical improvement on some secondary ADHD and substance outcome measures.",
	"0029": " This is the Primary Outcomes Article for CTN-0029. High smoking rates in adults with attention deficit hyperactivity disorder (ADHD) and nicotine's amelioration of ADHD suggest that effective ADHD treatment might facilitate abstinence in smokers with ADHD. National Drug Abuse Treatment Clinical Trials Network (CTN) protocol CTN-0029 evaluated whether or not using osmotic-release methylphenidate (OROS-MPH) to treat ADHD enhances response to smoking cessation treatment in smokers with ADHD.  This study was a randomized, double-blind, placebo-controlled, 11-week trial with a one month follow-up conducted at six community treatment providers between December 2005 and January 2008.  Adults meeting DSM-IV criteria for ADHD and interested in quitting smoking were randomized to OROS-MPH titrated to 72 mg/day (n=127) or placebo (n=128).  All participants received brief weekly individual smoking cessation counseling for 11 weeks and 21 mg/day nicotine patch starting on the smoking quit day (day 27) through study week 11. Outcome measures included prolonged smoking abstinence and DSM-IV ADHD Rating Scale (ADHD-RS) score.  Analysis of study results determined that prolonged abstinence rates for the OROS-MPH and placebo groups did not differ significantly.  OROS-MPH, relative to placebo, evidenced a greater reduction in DSM-IV ADHD-RS score and in cigarettes per day during the post-quit phase. OROS-MPH, relative to placebo, also increased blood pressure and heart rate to a statistically, but not clinically, significant degree.  Medication discontinuation did not differ significantly between treatments.  Conclusions: ADHD treatment did not improve smoking cessation success.  OROS-MPH, relative to placebo, was effective in treating ADHD and was safe and generally well-tolerated in this healthy sample of adult ADHD smokers.",
	"0030": "This is the primary outcomes article for CTN - 0030. No randomized trials have examined treatments for prescription opioid dependence, despite its increasing prevalence.The objective of this study, National Drug Abuse Treatment Clinical Trials Network protocol CTN - 0030 (Prescription Opioid Addiction Treatment Study(POATS)), was to evaluate the efficacy of brief and extended buprenorphine hydrochloride - naloxone hydrochloride treatment, with different counseling intensities, for patients dependent on prescription opioids. Ten US sites with a total of 653 treatment - seeking outpatients dependent on prescription opioids participated in this multisite, randomized clinical trial using a 2-phase adaptive treatment research design. Brief treatment (phase 1) included 2-week buprenorphine - naloxone stabilization, 2 - week taper, and 8 - week post - medication follow - up. Patients with successful opioid use outcomes exited the study;unsuccessful patients entered phase 2: extended(12 - week) buprenorphine - naloxone treatment, 4 - week taper, and 8 - week post - medication follow - up. In both phases, patients were randomized into standard medical management (SMM) or SMM plus opioid dependence counseling; all received buprenorphine - naloxone. During phase 1, only 6.6 % (43 of 653) of patients had successful outcomes, with no difference between SMM and SMM plus opioid dependence counseling. In contrast, 49.2 % (177 of 360) attained successful outcomes in phase 2 during extended buprenorphine - naloxone treatment(week 12),with no difference between counseling conditions. Success rates 8 weeks after completing the buprenorphine -naloxone taper(phase 2, week 24) dropped to 8.6 % (31 of 360), again with no counseling difference. In secondary analyses, successful phase 2 outcomes were more common while taking buprenorphine - naloxone than 8 weeks after taper(49.2 % vs 8.6 % , P < .001). Chronic pain did not affect opioid use outcomes;a history of ever using heroin was associated with lower phase 2 success rates while taking buprenorphine - naloxone. Conclusions: Prescription opioid & ndash;dependent patients are most likely to reduce opioid use during buprenorphine - naloxone treatment. However, if tapered off buprenorphine - naloxone, even after 12 weeks of treatment, the likelihood of an unsuccessful outcome is high, even in patients receiving counseling in addition to standard medical management.",
	"0032": "This is the Primary Outcomes Paper for CTN - 0032. This study, National Drug Abuse Treatment Clinical Trials Network protocol CTN - 0032, examined the effectiveness of risk reduction counseling and the role of on - site HIV testing in drug treatment.Between January and May 2009, researchers randomized 1281 HIV - negative(or status unknown) adults who reported no past - year HIV testing to(1) referral for off - site HIV testing, (2) HIV risk - reduction counseling with on - site rapid HIV testing, or(3) verbal information about testing only with on - site rapid HIV testing.Two primary self - reported outcomes were defined a priori: receipt of HIV test results and unprotected anal or vaginal intercourse episodes at 6 - month follow - up.The combined on - site rapid testing participants received more HIV test results than off - site testing referral participants.At 6 months, there were no significant differences in unprotected intercourse episodes between the combined on - site testing arms and the referral arm, or the 2 on - site testing arms. Conclusions: This study demonstrated on - site rapid HIV testing's value in drug treatment centers and found no additional benefit from HIV sexual risk-reduction counseling. These results have broad clinical and public health ramifications and support the implementation of routine rapid HIV testing in drug treatment centers, particularly for patients who have not been tested recently.",
	"0035": "This is the Results Article for CTN-0035-Ot. Illicit drug users have a high prevalence of HCV and represent the majority of newly infected persons in the U.S.  Despite the availability of effective HCV treatment, few drug users have been evaluated or treated for HCV.  Racial and ethnic minorities have a higher incidence and prevalence of HCV and higher HCV-related mortality.  Factors contributing to poor engagement in care are incompletely understood.  In this study, National Drug Abuse Treatment Clinical Trials Network protocol CTN-0035-Ot ('AccesstoHIVandHepatitisScreeningandCareAmongEthnicMinorityDrugUsersInandOutofDrugTreatment '), fourteen mixed-gender focus groups of either African American or Latino/a drug users (N=95) discussed barriers to HCV testing and treatment.  Themes were identified through content analysis of focus group discussions.  Many drug users were tested for HCV in settings where they were receiving care.  Outside of these settings, most were unaware of voluntary test sites.  After testing HCV positive, drug users reported not receiving clear messages regarding the meaning of a positive HCV test, the impact of HCV infection, or appropriate next steps including HCV clinical evaluations.  Many drug users perceived treatment as unimportant because they lacked symptoms, health care providers minimized the severity of the diagnosis, or providers did not recommend treatment.  Mistrust of the motivations of health care providers was cited as a barrier to pursuing treatment.  Social networks or social interactions were a source of HCV-related information and were influential in shaping drug users perceptions of treatment and its utility. Conclusions:  Drug users perceived a paucity of settings for self-initiated HCV testing and poor provider-patient communication at test sites and during medical encounters.  Notably, drug users reported having an unclear understanding about the meaning of a positive HCV test, the health implications of HCV infection, the importance of clinical evaluations and monitoring, and of treatment options for HCV.  Efforts to improve the delivery of clinical messages about HCV infection for drug users at test settings and clinical encounters are needed.",
	"0036": "This is the Results Article for CTN-0036-Ot. Clinical and cultural characteristics of Hispanic adolescent heroin users are not well described. This study, National Drug Abuse Treatment Clinical Trials Network protocol CTN-0036-Ot, was conducted to describe a sample of in-treatment Hispanic adolescents with opioid dependence, specifically cheese heroin (black tar heroin typically mixed with crushed over-the-counter sleep aids that has a granular texture similar to that of grated cheese). Mexican and Mexican American adolescents with heroin dependence (N=72) in three treatment programs were interviewed and completed self-report measures. Participants reported, on average, first using cheese heroin at age 13.5 years and daily use at age 14.2 years. The majority (74%) reported a previous overdose. They were also engaging in other risky behaviors, such as abuse of other drugs and unprotected sex. Adolescents being raised by caregivers other than both biological parents, who used drugs with relatives, and whose immediate family members have documentation to be in the United States fared worse on several indicators of drug use severity and other risky behaviors. Conclusions: The self-reported brief time period from first use to daily use strongly suggests the need for early prevention and rapid intervention efforts after first use of heroin in this population.    Additional research is needed to add to these preliminary results and inform prevention efforts.",
	"0044": "This is the Primary Outcomes Article for CTN-0044. Computer-delivered interventions have the potential to improve access to quality addiction treatment care. The objective of this study was to evaluate the effectiveness of the Therapeutic Education System (TES), an Internet-delivered behavioral intervention that includes motivational incentives, as a clinician-extender in the treatment of substance use disorders.  Adult men and women (N=507) entering 10 outpatient addiction treatment programs were randomly assigned to receive 12 weeks of either treatment as usual (N=252) or treatment as usual plus TES, with the intervention substituting for about 2 hours of standard care per week (N=255). TES consists of 62 computerized interactive modules covering skills for achieving and maintaining abstinence, plus prize-based motivational incentives contingent on abstinence and treatment adherence. Treatment as usual consisted of individual and group counseling at the participating programs. The primary outcome measures were abstinence from drugs and heavy drinking (measured by twice-weekly urine drug screens and self-report) and time to dropout from treatment. Compared with patients in the treatment-as-usual group, those in the TES group had a lower dropout rate and a greater abstinence rate. This effect was more pronounced among patients who had a positive urine drug or breath alcohol screen at study entry (N=228). The superiority of TES over treatment as usual was not sustained at longer-term follow-up, however. This could be due to diminishing effects of contingency management after the contingencies end, or simply because of the chronic, relapsing nature of addiction and the need for ongoing monitoring and treatment. In the trial, TES was only made available to participants for the 12   weeks of the study; however, since it is Internet accessible, it could be made available to patients indefinitely, an option that should be studied. Conclusions:  Internet-delivered interventions such as TES have the potential to help bridge the gap between the enormous need for high-quality evidence-based treatment for addiction and the capacity of the treatment system to deliver. Additional research is needed to assess the effectiveness TES in non-specialty clinical settings, including primary care, and to differentiate the effects of the community reinforcement approach and contingency management components of TES.",
	"0046": "This is the Primary Outcomes Article for CTN-0046. The purpose of this study, National Drug Abuse Treatment Clinical Trials Network protocol CTN-0046, was to evaluate the impact of concurrent treatments for substance use disorder and nicotine-dependence for stimulant-dependent patients.  It was a randomized, 10-week trial with follow-up at 3 and 6 months after smoking quit date, conducted at 12 substance use disorder treatment programs between February 2010 and July 2012.  Adults meeting DSM-IV-TR criteria for cocaine and/or methamphetamine dependence and interested in quitting smoking were randomized to treatment as usual (TAU) (n=271) or TAU with smoking cessation treatment (n=267).  All participants received TAU for substance use disorder treatment. Participants assigned to TAU with concurrent smoking-cessation treatment received weekly individual smoking cessation counseling and extended-release bupropion (300mg/d) during weeks 1-10. During post-quit treatment (weeks 4-10), participants assigned to TAU with smoking cessation treatment received a nicotine inhaler and contingency management for smoking abstinence.  The primary outcome was weekly proportion of stimulant-abstinent participants during the treatment phase, as assessed by urine drug screens and self-report. Secondary measures included other substance/nicotine use outcomes and treatment attendance. There were no significant treatment effects on stimulant-use outcomes, as measured by the primary outcome and stimulant-free days, on drug-abstinence, or on attendance.  Overall, participants assigned to treatment as usual with smoking cessation treatment averaged 77.2% stimulant-abstinent weeks compared to 78.1% stimulant-abstinent weeks for participants assigned to treatment as usual.  There was a similar lack of significant treatment effect on stimulant abstinence at 3-month and 6-month follow-ups.  Participants receiving TAU with smoking cessation treatment, relative to those receiving TAU alone, however, had significantly better outcomes on smoking point-prevalence abstinence.  Additionally, participants receiving TAU with smoking cessation treatment, relative to those receiving TAU alone, had significantly better outcomes for drug-free days (abstinence from all illicit substances, not just stimulants) at 6-month follow-up.",
	"0047": "This is the Primary Outcomes Article for CTN-0047. Medical treatment settings such as emergency departments (EDs) present important opportunities to address problematic substance use. Currently, EDs do not typically intervene beyond acute medical stabilization. This study aimed to contrast the effects of a brief intervention with telephone boosters (BI-B) with those of screening, assessment, and referral to treatment (SAR) and minimal screening only (MSO) among drug-using ED patients.  Between October 2010 and February 2012, 1285 adult ED patients from 6 US academic hospitals, who scored 3 or greater on the 10-item Drug Abuse Screening Test (indicating moderate to severe problems related to drug use) and who were currently using drugs, were randomized to MSO (n=431), SAR (n=427), or BI-B (n=427).  Follow-up assessment were conducted at 3, 6, and 12 months by blinded interviewers.  Following screening, MSO participants received only an informational pamphlet; SAR participants received assessment plus referral to addiction treatment if indicated, and BI-B participants received assessment and referral as in SAR, plus a manual-guided counseling session based on motivational interviewing principles and up to 2 'booster' sessions by telephone during the month following the ED visit.  Outcomes evaluated at follow-up visits included self-reported days using the patient-defined primary problem drug, days using any drug, days of heavy drinking, and drug use based on analysis of hair samples. The primary outcome was self-reported days of use of the patient-defined primary problem drug during the 30-day period preceding the 3-month follow-up. Follow-up rates were 89%, 86%, and 81% at 3, 6, and 12 months, respectively. There were no significant differences between groups in self-reported days using the primary drug, days using any drug, or heavy drinking days at 3, 6, or 12 months. At the 3-month follow-up, participants in the SAR group had a higher rate of hair samples positive for their primary drug of abuse (265 of 280, 95%) than did participants in the MSO group (253 or 287, 88%) or the BI-B group (244 of 275, 89%). Hair analysis differences between groups at other time points were not significant. Conclusions:  The findings of this study suggest that even a relatively robust brief intervention such as the one implemented in this trial is unlikely to be useful as a general strategy for the population recruited for this trial (ED patients with relatively severe drug problems and other life challenges). Further research will be needed to explore more intensive interventions targeting the most severely affected patients with substance use disorder visiting the ED and to ascertain whether screening and brief interventions play a useful roll in the treatment of ED patients less severely affected by drug use disorders.",
	"0049": "This is the Primary Outcomes Article for CTN-0049. Substance use is a major driver of the HIV epidemic and is associated with poor HIV care outcomes. Patient navigation (care coordination with case management) and the use of financial incentives for achieving predetermined outcomes are interventions increasingly promoted to engage patients in substance use disorders treatment and HIV care, but there is little evidence for their efficacy in improving HIV-1 viral suppression rates. This study aimed to assess the effect of a structured patient navigation intervention with or without financial incentives to improve HIV-1 viral suppression rates among patients with elevated HIV-1 viral loads and substance use recruited as hospital inpatients. From July 2012 - January 2014, 801 patients with HIV infection and substance use from 11 hospitals across the United States were randomly assigned to receive patient navigation alone (n=266), patient navigation plus financial incentives (n=271), or treatment as usual (n=264). HIV-1 plasma viral load was measured at baseline and at 6 and 12 months. Patient navigation included up to 11 sessions of care coordination with case management and motivational interviewing techniques over 6 months. Financial incentives (up to $1160) were provided for achieving targeted behaviors aimed at reducing substance use, increasing engagement in HIV care, and improving HIV outcomes. Treatment as usual was the standard practice at each hospital for linking hospitalized patients to outpatient HIV care and substance use disorders treatment.  The primary outcome was HIV viral suppression (less than or equal to 200 copies/mL) relative to viral nonsuppression or death at the 12-month follow-up. Of 801 patients randomized, 261 (32.6%) were women (mean [SD] age, 44.6 years [10 years]). There were no differences in rates of HIV viral suppression versus nonsuppression or death among the 3 groups at 12 months. Eighty-five of 249 patients (34.1%) in the usual-treatment group experienced treatment success compared with 89 of 249 patients (35.7%) in the navigation-only group, for a treatment difference of 1.6%, and compared with 98 of 254 patients (38.6%) in the navigation-plus-incentives group, for a treatment difference of 4.5%. The treatment difference between the navigation-only and navigation-plus-incentives group was -2.8%. Conclusions:  Among hospitalized patients with HIV infection and substance use, patient navigation with or without financial incentives did not have a beneficial effect on HIV viral suppression relative to nonsuppression or death at 12 months vs. treatment as usual. These findings do not support these interventions in this setting and indicate that other approaches are needed to improve HIV outcomes in this vulnerable population.",
	"0052": "This is the Primary Outcomes Article for CTN-0052. The purpose of this study was to evaluate the potential efficacy of buspirone as a relapse-prevention treatment for cocaine dependence. This randomized, double-blind, placebo-controlled, 16-week pilot trial was conducted at 6 clinical sites between August 2012 and June 2013. Adult crack cocaine users meeting DSM-IV-TR criteria for current cocaine dependence who were scheduled to be in inpatient/residential substance use disorder (SUD) treatment for 12-19 days when randomized and planning to enroll in local outpatient treatment through the end of the active treatment phase were randomized to buspirone titrated to 60 mg/d (n=35) or placebo (n=27). All participants received psychosocial treatment as usually provided by the SUD treatment programs in which they were enrolled. Outcome measures included maximum days of continuous cocaine abstinence (primary), proportion of cocaine use days, and days to first cocaine use during the outpatient treatment phase (study weeks 4-15) as assessed by self-report and urine drug screens. There were no significant treatment effects on maximum continuous days of cocaine abstinence or days to first cocaine use. In the female participants (n=23), there was a significant treatment-by-time interaction effect, reflecting an increase in cocaine use by those receiving buspirone, relative to placebo, early in the outpatient treatment phase. A similar effect was not detected in the male participants (n=39). Conclusions: These results suggest that buspirone is unlikely to have a beneficial effect on preventing relapse to cocaine use and that buspirone for cocaine-dependent women may, in fact, worsen their cocaine use outcomes. The results from this pilot trial do not provide a strong rationale for conducting a larger follow-up trial as originally planned.",
	"0053": "This is the Primary Outcomes Article for CTN-0053. Cannabis use disorder (CUD) is a prevalent and impairing condition, and established psychosocial treatments convey limited efficacy. In light of recent findings supporting the efficacy of N-acetylcysteine (NAC) for CUD in adolescents, the objective of this trial was to evaluate its efficacy in adults.  In a 12-week double-blind randomized placebo-controlled trial, treatment-seeking adults ages 18-50 with CUD (N=302), enrolled across six NIDA Clinical Trials Network-affiliated clinical sites, were randomized in a 1:1 ratio to a 12-week course of NAC 1200 mg (n=153) or placebo (n=149) twice daily.  All participants received contingency management (CM) and medical management. The primary efficacy measure was the odds of negative urine cannabinoid tests during treatment, compared between NAC and placebo participants. Results found not-statistically-significant evidence that the NAC and placebo groups differed in cannabis abstinence (odds ratio=1.00, 95% confidence interval 0.63-1.59; p=0.984). Overall, 22.3% of urine cannabinoid tests in the NAC group were negative, compared with 22.4% in the placebo group. Many participants were medication non-adherent; however, exploratory analysis within the medication-adherent subgroups revealed no significant differential abstinence outcomes by treatment group. Conclusions: In contrast with significant prior findings in adolescents, there is no evidence that NAC 1200mg twice daily plus CM is differentially efficacious for CUD in adults when compared to placebo plus CM. This discrepant finding between adolescents and adults with CUD may have been influenced by differences in development, cannabis use profiles, responses to embedded behavioral treatment, medication adherence, and other factors. In light of these findings, a replication trial of NAC in adolescents with CUD is indicated.",
	"0054": "This is the Primary Outcomes Article for CTN-0054. This 2-stage open-label pilot study evaluated the safety and potential efficacy of naltrexone + bupropion as a pharmacotherapy for methamphetamine (MA) use disorder. The study was conducted in 2 stages of recruitment across 3 sites; 20 participants were enrolled in stage 1 and 29 participants were enrolled in stage 2. Eight weeks of open-label pharmacotherapy with a combination of extended-release injectable naltrexone (XR-NTX; Vivitrol) plus extended-release oral bupropion (BRP, Wellbutrin XL) were provided with a smartphone-assisted medication adherence platform. Participants met Diagnostic and Statistical Manual of Mental Disorders, 5th Edition criteria for severe MA use disorder, self-reported 20 days or more of MA use in the 30 days prior to consent, and submitted 3 MA-positive urine drug screens (UDS) out of 4 collected during screening. Participants attended clinic twice weekly for observed BRP dosing, UDS testing, assessments, and medical management; XR-NTX was administered at weeks 1 and 5. A BRP taper and follow-up visit occurred in week 9. Analyses evaluated effects of XR-NTX + BRP to determine the number of 'responders' according to a statistically predefined response criterion (6 of 8 MA-negative UDS during the last 4 weeks of medication). The 2-stage design required that stage 1 yield 3 or more responders to continue to stage 2; 11 of the 49 participants met responder criteria across both stages (5 in stage 1, 6 in stage 2). Conclusions: The primary objective of this single-arm, open-label pilot study was to evaluate the safety and preliminary efficacy of XR-NTX + BRP as a potential treatment for MA use disorder.  Under the statistical analysis plan, study 'success' required 9 or more responders. With 11 responders, the study demonstrated sufficient potential of naltrexone plus bupropion as a combination pharmacotherapy for MA use disorder to warrant further study. Findings also support the general safety and tolerability of this medication combination in MA users, and had high rates of retention and medication adherence.",
	"0055": "This is the Primary Outcomes Article for CTN-0055. HIV-infected persons with substance use disorders are least likely to benefit from advances in HIV treatment. Integration of extended-release naltrexone (XR-NTX) into HIV clinics may increase engagement in the HIV care continuum by decreasing substance use. This non-blinded, randomized trial, CTN-0055 (CHOICES), compared 1) XR-NTX treatment initiation, 2) retention, and 3) safety of XR-NTX versus treatment as usual (TAU) for treating opioid use disorder (OUD) and/or alcohol use disorder (AUD) in HIV clinics. The study was set in HIV primary care clinics in Vancouver, British Columbia, and Chicago, Illinois. Fifty-one HIV-infected patients seeking treatment for opioid use disorder (OUD, n=16), alcohol use disorder (AUD, n=27), or both (n=8) were randomized.  Primary outcomes were XR-NTX initiation (receipt of first injection within 4 weeks of randomization) and retention at 16 weeks. Secondary outcomes generated point estimates for change in substance use, HIV viral suppression (HIV RNA pcr < 200 copies/mL), and safety. Results found that two-thirds (68%) of participants assigned to XR-NTX initiated treatment, and 88% of these were retained on XR-NTX at 16 weeks. By comparison, 96% of TAU participants initiated treatment, but only 50% were retained on medication at 16 weeks. Mean days of opioid use in past 30 days decreased from 19 to 10 for TAU (n=12) and from 18-13 for XR-NTX (n=10). Mean heavy drinking days decreased from 18 to 7 for TAU (n=11) and 13 to 6 for XR-NTX (n=12). Among those with OUD, HIV suppression improved from 67% to 80% for XR-NTX and 58% to 75% for TAU. XR-NTX was well-tolerated, with no precipitated withdrawals and 1 serious injection site reaction. Conclusions: Extended-release naltrexone (XR-NTX) is feasible and safe for treatment of opioid use disorder and alcohol use disorder in HIV clinics. Treatment initiation appears to be lower and retention greater for XR-NTX compared with treatment as usual.  The findings underscore the need for a multi-site trial to test the potential of XR-NTX for improving engagement in the HIV care continuum. Use of long-acting addiction pharmacotherapies such as XR-NTX may improve the capacity for HIV-infected patients with substance use disorders to better engage in HIV treatment and close gaps in the HIV care continuum.",
	"0059": "This is the Primary Outcomes Article for CTN-0059. Substance use, a leading cause of illness and death, is underidentified in medical practice. The Tobacco, Alcohol, Prescription Medication, and Other Substance Use (TAPS) tool was developed to address the need for a brief screening and assessment instrument that includes all commonly used substances and fits into clinical workflows. The goal of this multisite study conducted within the NIDA Clinical Trials Network, CTN-0059, was to assess the performance of the TAPS tool in primary care patients by comparing it with a reference standard measure, the modified World Mental Health Composite International Diagnostic Interview (CIDI), which measures problem use and substance use disorder (SUD).The study was conducted at 5 adult primary care clinics with 2000 adult patients consecutively recruited from clinic waiting areas.  Results found that interviewer- and self-administered versions of the TAPS tool had similar diagnostic characteristics. For identifying problem use (at a cutoff of 1+), the TAPS tool had a sensitivity of 0.93 (95%CI, 0.90 to 0.95) and specificity of 0.87 (CI, 0.85 to 0.89) for tobacco and a sensitivity of 0.74 (CI, 0.70 to 0.78) and specificity of 0.79 (CI, 0.76 to 0.81) for alcohol. For problem use of illicit and prescription drugs, sensitivity ranged from 0.82 (CI, 0.76 to 0.87) for marijuana to 0.63 (CI, 0.47 to 0.78) for sedatives; specificity was 0.93 or higher. For identifying any SUD (at a cutoff of 2+), sensitivity was lower. Limitations of this study included the low prevalence of some drug classes, leading to poor precision in some estimates.  Also, research assistants were not blinded to participants' TAPS tool responses when they administered the CIDI. Conclusions: Having information about a patient's substance use is essential for ensuring the quality and safety of medical care. This study supports the use of the TAPS tool (at a cutoff of 1+) in screening diverse populations of adult primary care patients for problem substance use. Although it may detect tobacco, alcohol, and marijuana use disorders, further refinement is needed before it can be recommended broadly for SUD screening.  Because it asks a limited number of questions to identify problem use of all commonly used substances and has the flexibility to be either self-administered or completed as an interview, the TAPS tool has the potential to ease barriers to incorporating substance use screening into busy clinical environments."
}
